[
  {
    "id": 1,
    "drug_name": "Phenylephrine",
    "pronunciation": "pronounced as (fen il ef' rin)",
    "url": "https://medlineplus.gov/druginfo/meds/a606008.html",
    "subtitles": [
      {
        "title": "Why is this medication prescribed?",
        "content": "<div class=\"section-body\" id=\"section-1\"><p>Phenylephrine is used to relieve nasal discomfort caused by colds, allergies, and hay fever. It is also used to relieve sinus congestion and pressure. Phenylephrine will relieve symptoms but will not treat the cause of the symptoms or speed recovery. Phenylephrine is in a class of medications called nasal decongestants. It works by reducing swelling of the blood vessels in the nasal passages.</p></div>"
      },
      {
        "title": "How should this medicine be used?",
        "content": "<div class=\"section-body\" id=\"section-2\"><p>Phenylephrine comes as a tablet, a liquid, or a dissolving strip to take by mouth. It is usually taken every 4 hours as needed. Follow the directions on your prescription label or the package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take phenylephrine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor or directed on the label.</p><p>Phenylephrine comes alone and in combination with other medications. Ask your doctor or pharmacist for advice on which product is best for your symptoms. Check nonprescription cough and cold product labels carefully before using two or more products at the same time. These products may contain the same active ingredient(s) and taking them together could cause you to receive an overdose. This is especially important if you will be giving cough and cold medications to a child.</p><p>Nonprescription cough and cold combination products, including products that contain phenylephrine, can cause serious side effects or death in young children. Do not give these products to children younger than 4 years of age. If you give these products to children 4 to 11 years of age, use caution and follow the package directions carefully.</p><p>If you are giving phenylephrine or a combination product that contains phenylephrine to a child, read the package label carefully to be sure that it is the right product for a child of that age. Do not give phenylephrine products that are made for adults to children.</p><p>Before you give a phenylephrine product to a child, check the package label to find out how much medication the child should receive. Give the dose that matches the child's age on the chart. Ask the child's doctor if you don't know how much medication to give the child.</p><p>If you are taking the liquid, do not use a household spoon to measure your dose. Use the measuring spoon or cup that came with the medication or use a spoon made especially for measuring medication.</p><p>If your symptoms do not get better within 7 days or if you have a fever, stop taking phenylephrine and call your doctor.</p><p>If you are taking the dissolving strips, place one strip on your tongue and allow it to dissolve.</p></div>"
      },
      {
        "title": "Other uses for this medicine",
        "content": "<div class=\"section-body\" id=\"section-3\"><p>This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.</p></div>"
      },
      {
        "title": "What special precautions should I follow?",
        "content": "<div class=\"section-body\" id=\"section-precautions\"><h3>Before taking phenylephrine,</h3><ul><li>tell your doctor and pharmacist if you are allergic to phenylephrine, any other medications, or any of the ingredients in phenylephrine preparations.</li><li>do not take phenylephrine if you are taking a monoamine oxidase (MAO) inhibitor, such as isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate), or if you have stopped taking one of these medications within the past 2 weeks.</li><li>tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take.</li><li>tell your doctor if you have or have ever had high blood pressure, diabetes, trouble urinating because of an enlarged prostate gland, or thyroid or heart disease.</li><li>tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking phenylephrine, call your doctor.</li><li>if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking phenylephrine.</li><li>if you have phenylketonuria (PKU, an inherited condition in which a special diet must be followed to prevent damage to your brain that can cause severe intellectual disability), you should know that some phenylephrine products may be sweetened with aspartame, a source of phenylalanine.</li></ul></div>"
      },
      {
        "title": "What special dietary instructions should I follow?",
        "content": "<div class=\"section-body\" id=\"section-5\"><p>Unless your doctor tells you otherwise, continue your normal diet.</p></div>"
      },
      {
        "title": "What should I do if I forget a dose?",
        "content": "<div class=\"section-body\" id=\"section-6\"><p>This medication is usually taken as needed. If your doctor has told you to take phenylephrine regularly, take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.</p></div>"
      },
      {
        "title": "What side effects can this medication cause?",
        "content": "<div class=\"section-body\" id=\"section-side-effects\"><h3>Phenylephrine may cause side effects. Some side effects can be serious. If you experience any of these symptoms, stop using phenylephrine and call your doctor:\r\n</h3><ul><li>nervousness</li><li>dizziness</li><li>sleeplessness</li></ul><p>Phenylephrine may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.</p><p>If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (<a href=\"https://www.fda.gov/Safety/MedWatch\" target=\"_blank\">https://www.fda.gov/Safety/MedWatch</a>) or by phone (1-800-332-1088).</p></div>"
      },
      {
        "title": "What should I know about storage and disposal of this medication?",
        "content": "<div class=\"section-body\" id=\"section-8\"><p>Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).</p><p>Keep all medication out of sight and reach of children as many containers are not child-resistant. Always lock safety caps. Place the medication in a safe location – one that is up and away and out of their sight and reach. <a href=\"https://www.upandaway.org\" target=\"_blank\">https://www.upandaway.org</a></p><p>Dispose of unneeded medications in a way so that pets, children, and other people cannot take them. Do not flush this medication down the toilet. Use a medicine take-back program. Talk to your pharmacist about take-back programs in your community. Visit the FDA's Safe Disposal of Medicines website <a href=\"https://goo.gl/c4Rm4p\" target=\"_blank\">https://goo.gl/c4Rm4p</a> for more information.</p></div>"
      },
      {
        "title": "In case of emergency/overdose",
        "content": "<div class=\"section-body\" id=\"section-9\"><p>In case of overdose, call the poison control helpline at 1-800-222-1222. Information is also available online at <a href=\"https://www.poisonhelp.org/help\" target=\"_blank\">https://www.poisonhelp.org/help</a>. If the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911.</p></div>"
      },
      {
        "title": "What other information should I know?",
        "content": "<div class=\"section-body\" id=\"section-10\"><p>Ask your pharmacist any questions you have about phenylephrine.</p><p>Keep a written list of all of the prescription and nonprescription (over-the-counter) medicines, vitamins, minerals, and dietary supplements you are taking. Bring this list with you each time you visit a doctor or if you are admitted to the hospital. You should carry the list with you in case of emergencies.</p><p></p><p></p></div>"
      }
    ]
  },
  {
    "id": 2,
    "drug_name": "Pyrethrin and Piperonyl Butoxide Topical",
    "pronunciation": "pronounced as (pi reth' rin) (pi' per on il)",
    "url": "https://medlineplus.gov/druginfo/meds/a601105.html",
    "subtitles": [
      {
        "title": "Why is this medication prescribed?",
        "content": "<div class=\"section-body\" id=\"section-1\"><p>Pyrethrin and piperonyl butoxide shampoo is used to treat lice (small insects that attach themselves to the skin on the head, body, or pubic area ['crabs']) in adults and children 2 years of age and older. Pyrethrin and piperonyl butoxide is in a class of medications called pediculicides. It works by killing lice.</p></div>"
      },
      {
        "title": "How should this medicine be used?",
        "content": "<div class=\"section-body\" id=\"section-2\"><p>Pyrethrin and piperonyl butoxide comes as a shampoo to apply to the skin and hair. It is usually applied to the skin and hair in two or three treatments. The second treatment must be applied 7-10 days after the first one. Sometimes a third treatment may be necessary, as recommended by your doctor. Follow the directions on your prescription label or the package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use pyrethrin and piperonyl butoxide shampoo exactly as directed. Do not use more or less of it or use it more often than directed on the package label or prescribed by your doctor.</p><p>The package label gives you an estimate of how much shampoo you will need based on your hair length. Be sure to use enough shampoo to cover all of your scalp area and hair.</p><p>Pyrethrin and piperonyl butoxide shampoo should only be used on the skin or hair and scalp. Avoid getting pyrethrin and piperonyl butoxide shampoo in your eyes, nose, mouth, or vagina. Do not use it on your eyebrows or eyelashes.</p><p>If pyrethrin and piperonyl butoxide shampoo gets in your eyes, flush them with water right away. If your eyes are still irritated after flushing with water, call your doctor or get medical help right away.</p><h3>To use the shampoo, follow these steps:\r\n</h3><ol><li>Shake the shampoo well right before use to mix the medication evenly.</li><li>Use a towel to cover your face and eyes. Be sure to keep your eyes closed during this treatment. You may need to have an adult help you apply the shampoo.</li><li>Apply pyrethrin and piperonyl butoxide shampoo to your dry hair and scalp area or skin. If you have head lice, begin to apply the shampoo behind your ears and at the back of your neck and then cover all of the hair on your head and scalp.</li><li>Keep the shampoo on for 10 minutes, but no longer. You should use a timer or clock to track the time.</li><li>After 10 minutes, use a small amount of warm water to form a lather and shampoo as usual. Rinse your hair and scalp or skin thoroughly with warm water.</li><li>If you have head lice, dry your hair with a towel and comb out tangles.</li><li>A lice comb may also be used to remove the dead lice and nits (empty egg shells) after this treatment. You may also need to have an adult help you to do this.</li><li>You will need to repeat this entire process in 7-10 days to kill the lice that hatch from eggs.</li></ol><p>After using pyrethrin and piperonyl butoxide shampoo, sanitize all the clothing, underwear, pajamas, hats, sheets, pillowcases, and towels you have used recently. These items should be washed in very hot water or dry-cleaned. You should also wash combs, brushes, hairs clips and other personal care items in hot water.</p><p>Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient.</p></div>"
      },
      {
        "title": "Other uses for this medicine",
        "content": "<div class=\"section-body\" id=\"section-3\"><p>This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.</p></div>"
      },
      {
        "title": "What special precautions should I follow?",
        "content": "<div class=\"section-body\" id=\"section-precautions\"><h3>Before using pyrethrin and piperonyl butoxide shampoo,</h3><ul><li>tell your doctor and pharmacist if you are allergic to pyrethrin, piperonyl butoxide, chrysanthemums, ragweed, any other medications, or any of the ingredients in pyrethrin and piperonyl butoxide shampoo. Ask your pharmacist for a list of the ingredients.</li><li>tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take.</li><li>tell your doctor if you have or have ever had skin conditions.</li><li>tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using pyrethrin and piperonyl butoxide shampoo, call your doctor.</li></ul></div>"
      },
      {
        "title": "What special dietary instructions should I follow?",
        "content": "<div class=\"section-body\" id=\"section-5\"><p>Unless your doctor tells you otherwise, continue your normal diet.</p></div>"
      },
      {
        "title": "What should I do if I forget a dose?",
        "content": "<div class=\"section-body\" id=\"section-6\"><p>It is important to apply pyrethrin and piperonyl butoxide shampoo again in 7 to 10 days after the first application. If you miss the second treatment, call your doctor to discuss your treatment schedule.</p></div>"
      },
      {
        "title": "What side effects can this medication cause?",
        "content": "<div class=\"section-body\" id=\"section-side-effects\"><h3>Pyrethrin and piperonyl butoxide shampoo may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r\n</h3><ul><li>itching of skin or scalp area</li><li>redness of skin or scalp area</li></ul><h3>Some side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r\n</h3><ul><li>trouble breathing</li><li>continued irritation of the skin or scalp area</li><li>infected or pus filled areas of the skin or scalp area</li></ul><p>Pyrethrin and piperonyl butoxide shampoo may cause other side effects. Call your doctor if you have any unusual problems while using this medication.</p><p>If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (<a href=\"https://www.fda.gov/Safety/MedWatch\" target=\"_blank\">https://www.fda.gov/Safety/MedWatch</a>) or by phone (1-800-332-1088).</p></div>"
      },
      {
        "title": "What should I know about storage and disposal of this medication?",
        "content": "<div class=\"section-body\" id=\"section-8\"><p>Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).</p><p>Dispose of unneeded medications in a way so that pets, children, and other people cannot take them. Do not flush this medication down the toilet. Use a medicine take-back program. Talk to your pharmacist about take-back programs in your community. Visit the FDA's Safe Disposal of Medicines website <a href=\"https://goo.gl/c4Rm4p\" target=\"_blank\">https://goo.gl/c4Rm4p</a> for more information.</p><p>Keep all medication out of sight and reach of children as many containers are not child-resistant. Always lock safety caps. Place the medication in a safe location – one that is up and away and out of their sight and reach. <a href=\"https://www.upandaway.org\" target=\"_blank\">https://www.upandaway.org</a></p></div>"
      },
      {
        "title": "In case of emergency/overdose",
        "content": "<div class=\"section-body\" id=\"section-9\"><p>If someone swallows pyrethrin and piperonyl butoxide shampoo, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.</p></div>"
      },
      {
        "title": "What other information should I know?",
        "content": "<div class=\"section-body\" id=\"section-10\"><p>If you feel you need additional treatment for lice after completing use of pyrethrin and piperonyl butoxide shampoo, call your doctor.</p><p>Ask your pharmacist any questions you have about pyrethrin and piperonyl butoxide shampoo.</p><p>Lice are generally spread by close head-to-head contact or from items which come in contact with your head. Do not share combs, brushes, towels, pillows, hats, scarves, or hair accessories. Be sure to check everyone in your immediate family for head lice if another family member is being treated for lice.</p><p>If you have pubic lice, your sexual partner should also be treated.</p><p>Keep a written list of all of the prescription and nonprescription (over-the-counter) medicines, vitamins, minerals, and dietary supplements you are taking. Bring this list with you each time you visit a doctor or if you are admitted to the hospital. You should carry the list with you in case of emergencies.</p></div>"
      }
    ]
  },
  {
    "id": 3,
    "drug_name": "Antipyrine-Benzocaine Otic",
    "pronunciation": "pronounced as (an tee pye' reen) (ben' zoe kane)",
    "url": "https://medlineplus.gov/druginfo/meds/a607073.html",
    "subtitles": [
      {
        "title": "Why is this medication prescribed?",
        "content": "<div class=\"section-body\" id=\"section-1\"><p>Antipyrine and benzocaine otic is used to relieve ear pain and swelling caused by middle ear infections. It may be used along with antibiotics to treat an ear infection. It is also used to help remove a build up of ear wax in the ear. Antipyrine and benzocaine are in a class of medications called analgesics. The combination of antipyrine and benzocaine works by reducing pain and discomfort in the ear.</p></div>"
      },
      {
        "title": "How should this medicine be used?",
        "content": "<div class=\"section-body\" id=\"section-2\"><p>Antipyrine and benzocaine otic comes as a solution (liquid) to place into the ear. When antipyrine and benzocaine is used to relieve ear pain, it is usually used every 1 to 2 hours as needed. When antipyrine and benzocaine is used to help in the removal of ear wax, it is usually used 3 times daily for 2-3 days. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use antipyrine and benzocaine otic exactly as directed.</p><p>Antipyrine and benzocaine otic is for use only in the ears.</p><h3>To use the eardrops, follow these steps:\r\n</h3><ol><li>Hold the bottle in your hand for 1 or 2 minutes to warm the solution.</li><li>Place the prescribed number of drops into your ear.</li><li>Be careful not to touch the tip to your ear, fingers, or any other surface.</li><li>Moisten a small piece of cotton with the drops and insert into the outer ear.</li><li>Repeat steps 2-4 for the opposite ear if necessary.</li></ol></div>"
      },
      {
        "title": "Other uses for this medicine",
        "content": "<div class=\"section-body\" id=\"section-3\"><p>This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.</p></div>"
      },
      {
        "title": "What special precautions should I follow?",
        "content": "<div class=\"section-body\" id=\"section-precautions\"><h3>Before using antipyrine and benzocaine otic,</h3><ul><li>tell your doctor and pharmacist if you are allergic to antipyrine or benzocaine or any other medications.</li><li>tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take while using antipyrine and benzocaine otic.</li><li>tell your doctor if you have a hole in your ear drum(s) or ear tube(s). Your doctor will probably tell you not to use this medication.</li><li>tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using antipyrine and benzocaine otic, call your doctor.</li></ul></div>"
      },
      {
        "title": "What special dietary instructions should I follow?",
        "content": "<div class=\"section-body\" id=\"section-5\"><p>Unless your doctor tells you otherwise, continue your normal diet.</p></div>"
      },
      {
        "title": "What should I do if I forget a dose?",
        "content": "<div class=\"section-body\" id=\"section-6\"><p>This medication is usually used as needed. If your doctor has told you to use antipyrine and benzocaine otic regularly, use the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not use extra solution to make up for a missed one.</p></div>"
      },
      {
        "title": "What side effects can this medication cause?",
        "content": "<div class=\"section-body\" id=\"section-side-effects\"><p>Antipyrine and benzocaine otic may cause side effects. Call your doctor if you have any unusual problems while taking this medication.</p></div>"
      },
      {
        "title": "What should I know about storage and disposal of this medication?",
        "content": "<div class=\"section-body\" id=\"section-8\"><p>Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).  Do not freeze. Antipyrine and benzocaine otic should be disposed of 6 months after the bottle is opened.</p><p>Dispose of unneeded medications in a way so that pets, children, and other people cannot take them. Do not flush this medication down the toilet. Use a medicine take-back program. Talk to your pharmacist about take-back programs in your community. Visit the FDA's Safe Disposal of Medicines website <a href=\"https://goo.gl/c4Rm4p\" target=\"_blank\">https://goo.gl/c4Rm4p</a> for more information.</p><p>Keep all medication out of sight and reach of children as many containers are not child-resistant. Always lock safety caps. Place the medication in a safe location – one that is up and away and out of their sight and reach. <a href=\"https://www.upandaway.org\" target=\"_blank\">https://www.upandaway.org</a></p></div>"
      },
      {
        "title": "In case of emergency/overdose",
        "content": "<div class=\"section-body\" id=\"section-9\"><p>If someone swallows antipyrine and benzocaine otic, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.</p></div>"
      },
      {
        "title": "What other information should I know?",
        "content": "<div class=\"section-body\" id=\"section-10\"><p>Keep all appointments with your doctor.</p><p>Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.</p><p>Keep a written list of all of the prescription and nonprescription (over-the-counter) medicines, vitamins, minerals, and dietary supplements you are taking. Bring this list with you each time you visit a doctor or if you are admitted to the hospital. You should carry the list with you in case of emergencies.</p><p></p></div>"
      }
    ]
  }
]