[
  {
    "doc_id": "9f78f45c-bdae-442b-aa03-755076702cbd",
    "questions": [
      "why is Phenylephrine prescribed?",
      "Can phenylephrine be used to relieve nasal discomfort in infants and children under 6 years of age?"
    ],
    "docs": [
      "phenylephrine is used to relieve nasal discomfort caused by colds, allergies, and hay fever. it is also used to relieve sinus congestion and pressure. phenylephrine will relieve symptoms but will not treat the cause of the symptoms or speed recovery. phenylephrine is in a class of medications called nasal decongestants. it works by reducing swelling of the blood vessels in the nasal passages. about Phenylephrine"
    ],
    "original_doc": "phenylephrine is used to relieve nasal discomfort caused by colds, allergies, and hay fever. it is also used to relieve sinus congestion and pressure. phenylephrine will relieve symptoms but will not treat the cause of the symptoms or speed recovery. phenylephrine is in a class of medications called nasal decongestants. it works by reducing swelling of the blood vessels in the nasal passages. about Phenylephrine"
  },
  {
    "doc_id": "a9505f8e-bd92-481f-acae-23d98d08be73",
    "questions": [
      "how should Phenylephrine be used?",
      "Can phenylephrine be taken more often than every 4 hours as needed?",
      "Can I take nonprescription cough and cold combination products with other medications?",
      "What are the contraindications for giving cough and cold combination products to children younger than 4 years of age?",
      "Can I give phenylephrine products to children, and how do I determine the right dose for a child?",
      "Can phenylephrine be given to a patient with narrow-angle glaucoma?"
    ],
    "docs": [
      "phenylephrine comes as a tablet, a liquid, or a dissolving strip to take by mouth. it is usually taken every 4 hours as needed. follow the directions on your prescription label or the package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. take phenylephrine exactly as directed. do not take more or less of it or take it more often than prescribed by your doctor or directed on the label.phenylephrine comes alone and in combination with other",
      "and in combination with other medications. ask your doctor or pharmacist for advice on which product is best for your symptoms. check nonprescription cough and cold product labels carefully before using two or more products at the same time. these products may contain the same active ingredient(s) and taking them together could cause you to receive an overdose. this is especially important if you will be giving cough and cold medications to a child.nonprescription cough and cold combination",
      "cough and cold combination products, including products that contain phenylephrine, can cause serious side effects or death in young children. do not give these products to children younger than 4 years of age. if you give these products to children 4 to 11 years of age, use caution and follow the package directions carefully.if you are giving phenylephrine or a combination product that contains phenylephrine to a child, read the package label carefully to be sure that it is the right product",
      "that it is the right product for a child of that age. do not give phenylephrine products that are made for adults to children.before you give a phenylephrine product to a child, check the package label to find out how much medication the child should receive. give the dose that matches the child's age on the chart. ask the child's doctor if you don't know how much medication to give the child.if you are taking the liquid, do not use a household spoon to measure your dose. use the measuring",
      "your dose. use the measuring spoon or cup that came with the medication or use a spoon made especially for measuring medication.if your symptoms do not get better within 7 days or if you have a fever, stop taking phenylephrine and call your doctor.if you are taking the dissolving strips, place one strip on your tongue and allow it to dissolve. about Phenylephrine"
    ],
    "original_doc": "phenylephrine comes as a tablet, a liquid, or a dissolving strip to take by mouth. it is usually taken every 4 hours as needed. follow the directions on your prescription label or the package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. take phenylephrine exactly as directed. do not take more or less of it or take it more often than prescribed by your doctor or directed on the label.phenylephrine comes alone and in combination with other medications. ask your doctor or pharmacist for advice on which product is best for your symptoms. check nonprescription cough and cold product labels carefully before using two or more products at the same time. these products may contain the same active ingredient(s) and taking them together could cause you to receive an overdose. this is especially important if you will be giving cough and cold medications to a child.nonprescription cough and cold combination products, including products that contain phenylephrine, can cause serious side effects or death in young children. do not give these products to children younger than 4 years of age. if you give these products to children 4 to 11 years of age, use caution and follow the package directions carefully.if you are giving phenylephrine or a combination product that contains phenylephrine to a child, read the package label carefully to be sure that it is the right product for a child of that age. do not give phenylephrine products that are made for adults to children.before you give a phenylephrine product to a child, check the package label to find out how much medication the child should receive. give the dose that matches the child's age on the chart. ask the child's doctor if you don't know how much medication to give the child.if you are taking the liquid, do not use a household spoon to measure your dose. use the measuring spoon or cup that came with the medication or use a spoon made especially for measuring medication.if your symptoms do not get better within 7 days or if you have a fever, stop taking phenylephrine and call your doctor.if you are taking the dissolving strips, place one strip on your tongue and allow it to dissolve. about Phenylephrine"
  },
  {
    "doc_id": "929e58a3-96eb-477b-80da-8056af239b4e",
    "questions": [
      "other uses for Phenylephrine",
      "Can phenylephrine be used for other purposes than those specified in the provided information?"
    ],
    "docs": [
      "Phenylephrine may be prescribed for other uses; ask your doctor or pharmacist for more information."
    ],
    "original_doc": "Phenylephrine may be prescribed for other uses; ask your doctor or pharmacist for more information."
  },
  {
    "doc_id": "c757090e-8ea4-41ff-96a3-a8c6ea8eddb2",
    "questions": [
      "what special precautions should i follow  about Phenylephrine",
      "Should phenylephrine be used with monoamine oxidase inhibitors or within the past 2 weeks of stopping them?",
      "Can phenylephrine use in pregnancy lead to congenital anomalies?",
      "Should phenylephrine be disclosed to surgeons and dentists before a procedure?"
    ],
    "docs": [
      "before taking phenylephrine,tell your doctor and pharmacist if you are allergic to phenylephrine, any other medications, or any of the ingredients in phenylephrine preparations.do not take phenylephrine if you are taking a monoamine oxidase (mao) inhibitor, such as isocarboxazid (marplan), phenelzine (nardil), selegiline (eldepryl, emsam, zelapar), and tranylcypromine (parnate), or if you have stopped taking one of these medications within the past 2 weeks.tell your doctor and pharmacist what",
      "doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take.tell your doctor if you have or have ever had high blood pressure, diabetes, trouble urinating because of an enlarged prostate gland, or thyroid or heart disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. if you become pregnant while taking phenylephrine, call your doctor.if you are having",
      "your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking phenylephrine.if you have phenylketonuria (pku, an inherited condition in which a special diet must be followed to prevent damage to your brain that can cause severe intellectual disability), you should know that some phenylephrine products may be sweetened with aspartame, a source of phenylalanine. about Phenylephrine"
    ],
    "original_doc": "before taking phenylephrine,tell your doctor and pharmacist if you are allergic to phenylephrine, any other medications, or any of the ingredients in phenylephrine preparations.do not take phenylephrine if you are taking a monoamine oxidase (mao) inhibitor, such as isocarboxazid (marplan), phenelzine (nardil), selegiline (eldepryl, emsam, zelapar), and tranylcypromine (parnate), or if you have stopped taking one of these medications within the past 2 weeks.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take.tell your doctor if you have or have ever had high blood pressure, diabetes, trouble urinating because of an enlarged prostate gland, or thyroid or heart disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. if you become pregnant while taking phenylephrine, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking phenylephrine.if you have phenylketonuria (pku, an inherited condition in which a special diet must be followed to prevent damage to your brain that can cause severe intellectual disability), you should know that some phenylephrine products may be sweetened with aspartame, a source of phenylalanine. about Phenylephrine"
  },
  {
    "doc_id": "1e0d9bb5-f9b5-4f9f-bb1b-9554ebb46133",
    "questions": [
      "what special dietary instructions should i follow  about Phenylephrine",
      "Can phenylephrine be used topically in patients with narrow angle glaucoma?"
    ],
    "docs": [
      "unless your doctor tells you otherwise, continue your normal diet. about Phenylephrine"
    ],
    "original_doc": "unless your doctor tells you otherwise, continue your normal diet. about Phenylephrine"
  },
  {
    "doc_id": "7fde758f-aece-4b40-a288-6953190ef5ef",
    "questions": [
      "what should i do if i forget a dose  about Phenylephrine",
      "When should phenylephrine be taken if a dose is missed?"
    ],
    "docs": [
      "Phenylephrine is usually taken as needed. if your doctor has told you to take phenylephrine regularly, take the missed dose as soon as you remember it. however, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. do not take a double dose to make up for a missed one."
    ],
    "original_doc": "Phenylephrine is usually taken as needed. if your doctor has told you to take phenylephrine regularly, take the missed dose as soon as you remember it. however, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. do not take a double dose to make up for a missed one."
  },
  {
    "doc_id": "b1a6af68-fb24-4754-90f4-a49b9e9b039d",
    "questions": [
      "what side effects can Phenylephrine cause?",
      "Can phenylephrine use lead to nervousness, dizziness, or sleeplessness?",
      "What is the proper procedure for reporting an adverse drug reaction to the FDA?"
    ],
    "docs": [
      "phenylephrine may cause side effects. some side effects can be serious. if you experience any of these symptoms, stop using phenylephrine and call your doctor:nervousnessdizzinesssleeplessnessphenylephrine may cause other side effects. call your doctor if you have any unusual problems while taking Phenylephrine.if you experience a serious side effect, you or your doctor may send a report to the food and drug administration's (fda) medwatch adverse event reporting program online",
      "reporting program online (https://www.fda.gov/safety/medwatch) or by phone ([phone])."
    ],
    "original_doc": "phenylephrine may cause side effects. some side effects can be serious. if you experience any of these symptoms, stop using phenylephrine and call your doctor:nervousnessdizzinesssleeplessnessphenylephrine may cause other side effects. call your doctor if you have any unusual problems while taking Phenylephrine.if you experience a serious side effect, you or your doctor may send a report to the food and drug administration's (fda) medwatch adverse event reporting program online (https://www.fda.gov/safety/medwatch) or by phone ([phone])."
  },
  {
    "doc_id": "b0cc77a8-6875-4a10-be3d-a33236ea43bf",
    "questions": [
      "what should i know about storage and disposal of Phenylephrine?",
      "Can I store phenylephrine in the bathroom?",
      "Can Phenylephrine be taken back through a medicine take-back program?"
    ],
    "docs": [
      "keep Phenylephrine in the container it came in, tightly closed, and out of reach of children. store it at room temperature and away from excess heat and moisture (not in the bathroom).keep all medication out of sight and reach of children as many containers are not child-resistant. always lock safety caps. place the medication in a safe location – one that is up and away and out of their sight and reach.https://www.upandaway.orgdispose of unneeded medications in a way so that pets, children,",
      "a way so that pets, children, and other people cannot take them. do not flush Phenylephrine down the toilet. use a medicine take-back program. talk to your pharmacist about take-back programs in your community. visit the fda's safe disposal of medicines websitehttps://goo.gl/c4rm4pfor more information."
    ],
    "original_doc": "keep Phenylephrine in the container it came in, tightly closed, and out of reach of children. store it at room temperature and away from excess heat and moisture (not in the bathroom).keep all medication out of sight and reach of children as many containers are not child-resistant. always lock safety caps. place the medication in a safe location – one that is up and away and out of their sight and reach.https://www.upandaway.orgdispose of unneeded medications in a way so that pets, children, and other people cannot take them. do not flush Phenylephrine down the toilet. use a medicine take-back program. talk to your pharmacist about take-back programs in your community. visit the fda's safe disposal of medicines websitehttps://goo.gl/c4rm4pfor more information."
  },
  {
    "doc_id": "50b0116d-4a6b-4e76-aca7-71b13cc8bb7e",
    "questions": [
      "in case of emergency/overdose about Phenylephrine",
      "What is the recommended first step in case of overdose of Phenylephrine?"
    ],
    "docs": [
      "in case of overdose, call the poison control helpline at [phone]. information is also available online athttps://www.poisonhelp.org/help. if the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911. about Phenylephrine"
    ],
    "original_doc": "in case of overdose, call the poison control helpline at [phone]. information is also available online athttps://www.poisonhelp.org/help. if the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911. about Phenylephrine"
  },
  {
    "doc_id": "9c2231dc-cced-43e7-8a95-ad6bf49ff775",
    "questions": [
      "what other information should i know  about Phenylephrine",
      "Can phenylephrine be used in patients with narrow-angle glaucoma?"
    ],
    "docs": [
      "ask your pharmacist any questions you have about phenylephrine.keep a written list of all of the prescription and nonprescription (over-the-counter) medicines, vitamins, minerals, and dietary supplements you are taking. bring this list with you each time you visit a doctor or if you are admitted to the hospital. you should carry the list with you in case of emergencies. about Phenylephrine"
    ],
    "original_doc": "ask your pharmacist any questions you have about phenylephrine.keep a written list of all of the prescription and nonprescription (over-the-counter) medicines, vitamins, minerals, and dietary supplements you are taking. bring this list with you each time you visit a doctor or if you are admitted to the hospital. you should carry the list with you in case of emergencies. about Phenylephrine"
  },
  {
    "doc_id": "5d3b7423-9c3a-441c-95ac-20e02dd1b7a4",
    "questions": [
      "why is Pyrethrin and Piperonyl Butoxide Topical prescribed?",
      "What are the age restrictions for using pyrethrin and piperonyl butoxide shampoo?"
    ],
    "docs": [
      "pyrethrin and piperonyl butoxide shampoo is used to treat lice (small insects that attach themselves to the skin on the head, body, or pubic area ['crabs']) in adults and children 2 years of age and older. pyrethrin and piperonyl butoxide is in a class of medications called pediculicides. it works by killing lice. about Pyrethrin and Piperonyl Butoxide Topical"
    ],
    "original_doc": "pyrethrin and piperonyl butoxide shampoo is used to treat lice (small insects that attach themselves to the skin on the head, body, or pubic area ['crabs']) in adults and children 2 years of age and older. pyrethrin and piperonyl butoxide is in a class of medications called pediculicides. it works by killing lice. about Pyrethrin and Piperonyl Butoxide Topical"
  },
  {
    "doc_id": "60559657-95b8-4f79-9a28-a6548c1f986d",
    "questions": [
      "how should Pyrethrin and Piperonyl Butoxide Topical be used?",
      "What is the typical time interval between two applications of pyrethrin and piperonyl butoxide shampoo for scabies?",
      "Can pyrethrin and piperonyl butoxide shampoo be used on skin other than scalp and hair?",
      "Can pyrethrin and piperonyl butoxide shampoo be used on eyebrows or eyelashes?",
      "Can pyrethrin and piperonyl butoxide shampoo be used on the skin if it is applied to the scalp and hair?",
      "After using pyrethrin and piperonyl butoxide shampoo, what is the recommended time frame for repeating the treatment to kill newly hatched lice?",
      "What should be the best way to clean and sanitize personal items after exposure to Pyrethrin and Piperonyl Butoxide Topical?"
    ],
    "docs": [
      "pyrethrin and piperonyl butoxide comes as a shampoo to apply to the skin and hair. it is usually applied to the skin and hair in two or three treatments. the second treatment must be applied 7-10 days after the first one. sometimes a third treatment may be necessary, as recommended by your doctor. follow the directions on your prescription label or the package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. use pyrethrin and piperonyl butoxide",
      "and piperonyl butoxide shampoo exactly as directed. do not use more or less of it or use it more often than directed on the package label or prescribed by your doctor.the package label gives you an estimate of how much shampoo you will need based on your hair length. be sure to use enough shampoo to cover all of your scalp area and hair.pyrethrin and piperonyl butoxide shampoo should only be used on the skin or hair and scalp. avoid getting pyrethrin and piperonyl butoxide shampoo in your eyes,",
      "shampoo in your eyes, nose, mouth, or vagina. do not use it on your eyebrows or eyelashes.if pyrethrin and piperonyl butoxide shampoo gets in your eyes, flush them with water right away. if your eyes are still irritated after flushing with water, call your doctor or get medical help right away.to use the shampoo, follow these steps:shake the shampoo well right before use to mix the medication evenly.use a towel to cover your face and eyes. be sure to keep your eyes closed during this treatment.",
      "closed during this treatment. you may need to have an adult help you apply the shampoo.apply pyrethrin and piperonyl butoxide shampoo to your dry hair and scalp area or skin. if you have head lice, begin to apply the shampoo behind your ears and at the back of your neck and then cover all of the hair on your head and scalp.keep the shampoo on for 10 minutes, but no longer. you should use a timer or clock to track the time.after 10 minutes, use a small amount of warm water to form a lather and",
      "water to form a lather and shampoo as usual. rinse your hair and scalp or skin thoroughly with warm water.if you have head lice, dry your hair with a towel and comb out tangles.a lice comb may also be used to remove the dead lice and nits (empty egg shells) after this treatment. you may also need to have an adult help you to do this.you will need to repeat this entire process in 7-10 days to kill the lice that hatch from eggs.after using pyrethrin and piperonyl butoxide shampoo, sanitize all",
      "shampoo, sanitize all the clothing, underwear, pajamas, hats, sheets, pillowcases, and towels you have used recently. these items should be washed in very hot water or dry-cleaned. you should also wash combs, brushes, hairs clips and other personal care items in hot water.ask your pharmacist or doctor for a copy of the manufacturer's information for the patient. about Pyrethrin and Piperonyl Butoxide Topical"
    ],
    "original_doc": "pyrethrin and piperonyl butoxide comes as a shampoo to apply to the skin and hair. it is usually applied to the skin and hair in two or three treatments. the second treatment must be applied 7-10 days after the first one. sometimes a third treatment may be necessary, as recommended by your doctor. follow the directions on your prescription label or the package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. use pyrethrin and piperonyl butoxide shampoo exactly as directed. do not use more or less of it or use it more often than directed on the package label or prescribed by your doctor.the package label gives you an estimate of how much shampoo you will need based on your hair length. be sure to use enough shampoo to cover all of your scalp area and hair.pyrethrin and piperonyl butoxide shampoo should only be used on the skin or hair and scalp. avoid getting pyrethrin and piperonyl butoxide shampoo in your eyes, nose, mouth, or vagina. do not use it on your eyebrows or eyelashes.if pyrethrin and piperonyl butoxide shampoo gets in your eyes, flush them with water right away. if your eyes are still irritated after flushing with water, call your doctor or get medical help right away.to use the shampoo, follow these steps:shake the shampoo well right before use to mix the medication evenly.use a towel to cover your face and eyes. be sure to keep your eyes closed during this treatment. you may need to have an adult help you apply the shampoo.apply pyrethrin and piperonyl butoxide shampoo to your dry hair and scalp area or skin. if you have head lice, begin to apply the shampoo behind your ears and at the back of your neck and then cover all of the hair on your head and scalp.keep the shampoo on for 10 minutes, but no longer. you should use a timer or clock to track the time.after 10 minutes, use a small amount of warm water to form a lather and shampoo as usual. rinse your hair and scalp or skin thoroughly with warm water.if you have head lice, dry your hair with a towel and comb out tangles.a lice comb may also be used to remove the dead lice and nits (empty egg shells) after this treatment. you may also need to have an adult help you to do this.you will need to repeat this entire process in 7-10 days to kill the lice that hatch from eggs.after using pyrethrin and piperonyl butoxide shampoo, sanitize all the clothing, underwear, pajamas, hats, sheets, pillowcases, and towels you have used recently. these items should be washed in very hot water or dry-cleaned. you should also wash combs, brushes, hairs clips and other personal care items in hot water.ask your pharmacist or doctor for a copy of the manufacturer's information for the patient. about Pyrethrin and Piperonyl Butoxide Topical"
  },
  {
    "doc_id": "120e653d-9ea3-446f-a8a8-a58400411a80",
    "questions": [
      "other uses for Pyrethrin and Piperonyl Butoxide Topical",
      "What are the possible uses of Pyrethrin and Piperonyl Butoxide Topical beyond those specified in the document?"
    ],
    "docs": [
      "Pyrethrin and Piperonyl Butoxide Topical may be prescribed for other uses; ask your doctor or pharmacist for more information."
    ],
    "original_doc": "Pyrethrin and Piperonyl Butoxide Topical may be prescribed for other uses; ask your doctor or pharmacist for more information."
  },
  {
    "doc_id": "02e78120-80af-4ab7-b651-1155e987e7c6",
    "questions": [
      "what special precautions should i follow  about Pyrethrin and Piperonyl Butoxide Topical",
      "Should pyrethrin and piperonyl butoxide shampoo be used with caution in patients allergic to chrysanthemums or ragweed?",
      "Should pyrethrin and piperonyl butoxide shampoo be used in patients with a history of skin conditions?"
    ],
    "docs": [
      "before using pyrethrin and piperonyl butoxide shampoo,tell your doctor and pharmacist if you are allergic to pyrethrin, piperonyl butoxide, chrysanthemums, ragweed, any other medications, or any of the ingredients in pyrethrin and piperonyl butoxide shampoo. ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take.tell your doctor if",
      "to take.tell your doctor if you have or have ever had skin conditions.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. if you become pregnant while using pyrethrin and piperonyl butoxide shampoo, call your doctor. about Pyrethrin and Piperonyl Butoxide Topical"
    ],
    "original_doc": "before using pyrethrin and piperonyl butoxide shampoo,tell your doctor and pharmacist if you are allergic to pyrethrin, piperonyl butoxide, chrysanthemums, ragweed, any other medications, or any of the ingredients in pyrethrin and piperonyl butoxide shampoo. ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take.tell your doctor if you have or have ever had skin conditions.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. if you become pregnant while using pyrethrin and piperonyl butoxide shampoo, call your doctor. about Pyrethrin and Piperonyl Butoxide Topical"
  },
  {
    "doc_id": "d52acc70-53b6-48d9-89eb-9ad728c6571c",
    "questions": [
      "what special dietary instructions should i follow  about Pyrethrin and Piperonyl Butoxide Topical",
      "What are the potential side effects of Pyrethrin and Piperonyl Butoxide Topical unless your doctor tells you otherwise, continue your normal diet?"
    ],
    "docs": [
      "unless your doctor tells you otherwise, continue your normal diet. about Pyrethrin and Piperonyl Butoxide Topical"
    ],
    "original_doc": "unless your doctor tells you otherwise, continue your normal diet. about Pyrethrin and Piperonyl Butoxide Topical"
  },
  {
    "doc_id": "d02b41c9-6c9a-4db1-b9a2-31aed24beb15",
    "questions": [
      "what should i do if i forget a dose  about Pyrethrin and Piperonyl Butoxide Topical",
      "Should Pyrethrin and Piperonyl Butoxide shampoo be reapplied after 7 to 10 days if the first application was incomplete?"
    ],
    "docs": [
      "it is important to apply pyrethrin and piperonyl butoxide shampoo again in 7 to 10 days after the first application. if you miss the second treatment, call your doctor to discuss your treatment schedule. about Pyrethrin and Piperonyl Butoxide Topical"
    ],
    "original_doc": "it is important to apply pyrethrin and piperonyl butoxide shampoo again in 7 to 10 days after the first application. if you miss the second treatment, call your doctor to discuss your treatment schedule. about Pyrethrin and Piperonyl Butoxide Topical"
  },
  {
    "doc_id": "83303ac8-5b8f-4154-82a7-1bb83df3fc22",
    "questions": [
      "what side effects can Pyrethrin and Piperonyl Butoxide Topical cause?",
      "What are the possible side effects of using pyrethrin and piperonyl butoxide shampoo?",
      "What are the possible side effects of Pyrethrin and Piperonyl Butoxide Topical?"
    ],
    "docs": [
      "pyrethrin and piperonyl butoxide shampoo may cause side effects. tell your doctor if any of these symptoms are severe or do not go away:itching of skin or scalp arearedness of skin or scalp areasome side effects can be serious. if you experience any of these symptoms, call your doctor immediately:trouble breathingcontinued irritation of the skin or scalp areainfected or pus filled areas of the skin or scalp areapyrethrin and piperonyl butoxide shampoo may cause other side effects. call your",
      "other side effects. call your doctor if you have any unusual problems while using Pyrethrin and Piperonyl Butoxide Topical.if you experience a serious side effect, you or your doctor may send a report to the food and drug administration's (fda) medwatch adverse event reporting program online (https://www.fda.gov/safety/medwatch) or by phone ([phone])."
    ],
    "original_doc": "pyrethrin and piperonyl butoxide shampoo may cause side effects. tell your doctor if any of these symptoms are severe or do not go away:itching of skin or scalp arearedness of skin or scalp areasome side effects can be serious. if you experience any of these symptoms, call your doctor immediately:trouble breathingcontinued irritation of the skin or scalp areainfected or pus filled areas of the skin or scalp areapyrethrin and piperonyl butoxide shampoo may cause other side effects. call your doctor if you have any unusual problems while using Pyrethrin and Piperonyl Butoxide Topical.if you experience a serious side effect, you or your doctor may send a report to the food and drug administration's (fda) medwatch adverse event reporting program online (https://www.fda.gov/safety/medwatch) or by phone ([phone])."
  },
  {
    "doc_id": "91925e12-3221-4df6-8139-be1ff3a5415d",
    "questions": [
      "what should i know about storage and disposal of Pyrethrin and Piperonyl Butoxide Topical?",
      "Can Pyrethrin and Piperonyl Butoxide Topical be stored in a bathroom?",
      "What is the recommended method for disposing of medicines?"
    ],
    "docs": [
      "keep Pyrethrin and Piperonyl Butoxide Topical in the container it came in, tightly closed, and out of reach of children. store it at room temperature and away from excess heat and moisture (not in the bathroom).dispose of unneeded medications in a way so that pets, children, and other people cannot take them. do not flush Pyrethrin and Piperonyl Butoxide Topical down the toilet. use a medicine take-back program. talk to your pharmacist about take-back programs in your community. visit the fda's",
      "community. visit the fda's safe disposal of medicines websitehttps://goo.gl/c4rm4pfor more information.keep all medication out of sight and reach of children as many containers are not child-resistant. always lock safety caps. place the medication in a safe location – one that is up and away and out of their sight and reach.https://www.upandaway.org"
    ],
    "original_doc": "keep Pyrethrin and Piperonyl Butoxide Topical in the container it came in, tightly closed, and out of reach of children. store it at room temperature and away from excess heat and moisture (not in the bathroom).dispose of unneeded medications in a way so that pets, children, and other people cannot take them. do not flush Pyrethrin and Piperonyl Butoxide Topical down the toilet. use a medicine take-back program. talk to your pharmacist about take-back programs in your community. visit the fda's safe disposal of medicines websitehttps://goo.gl/c4rm4pfor more information.keep all medication out of sight and reach of children as many containers are not child-resistant. always lock safety caps. place the medication in a safe location – one that is up and away and out of their sight and reach.https://www.upandaway.org"
  },
  {
    "doc_id": "d9435e80-2c8f-4e8b-a6d1-6e9ae3ab1680",
    "questions": [
      "in case of emergency/overdose about Pyrethrin and Piperonyl Butoxide Topical",
      "What is the first step in the management of someone who has ingested pyrethrin and piperonyl butoxide shampoo?"
    ],
    "docs": [
      "if someone swallows pyrethrin and piperonyl butoxide shampoo, call your local poison control center at [phone]. if the victim has collapsed or is not breathing, call local emergency services at 911. about Pyrethrin and Piperonyl Butoxide Topical"
    ],
    "original_doc": "if someone swallows pyrethrin and piperonyl butoxide shampoo, call your local poison control center at [phone]. if the victim has collapsed or is not breathing, call local emergency services at 911. about Pyrethrin and Piperonyl Butoxide Topical"
  },
  {
    "doc_id": "d9ea921b-9771-40ac-a806-7992d0692a36",
    "questions": [
      "what other information should i know  about Pyrethrin and Piperonyl Butoxide Topical",
      "Can pyrethrin and piperonyl butoxide shampoo be used multiple times for head lice treatment?",
      "Should Pyrethrin and Piperonyl Butoxide Topical be used if another family member is being treated for lice?"
    ],
    "docs": [
      "if you feel you need additional treatment for lice after completing use of pyrethrin and piperonyl butoxide shampoo, call your doctor.ask your pharmacist any questions you have about pyrethrin and piperonyl butoxide shampoo.lice are generally spread by close head-to-head contact or from items which come in contact with your head. do not share combs, brushes, towels, pillows, hats, scarves, or hair accessories. be sure to check everyone in your immediate family for head lice if another family",
      "head lice if another family member is being treated for lice.if you have pubic lice, your sexual partner should also be treated.keep a written list of all of the prescription and nonprescription (over-the-counter) medicines, vitamins, minerals, and dietary supplements you are taking. bring this list with you each time you visit a doctor or if you are admitted to the hospital. you should carry the list with you in case of emergencies. about Pyrethrin and Piperonyl Butoxide Topical"
    ],
    "original_doc": "if you feel you need additional treatment for lice after completing use of pyrethrin and piperonyl butoxide shampoo, call your doctor.ask your pharmacist any questions you have about pyrethrin and piperonyl butoxide shampoo.lice are generally spread by close head-to-head contact or from items which come in contact with your head. do not share combs, brushes, towels, pillows, hats, scarves, or hair accessories. be sure to check everyone in your immediate family for head lice if another family member is being treated for lice.if you have pubic lice, your sexual partner should also be treated.keep a written list of all of the prescription and nonprescription (over-the-counter) medicines, vitamins, minerals, and dietary supplements you are taking. bring this list with you each time you visit a doctor or if you are admitted to the hospital. you should carry the list with you in case of emergencies. about Pyrethrin and Piperonyl Butoxide Topical"
  },
  {
    "doc_id": "c6837bf7-d6f9-4179-910d-657a4577281e",
    "questions": [
      "why is Antipyrine-Benzocaine Otic prescribed?",
      "Can antipyrine and benzocaine otic be used along with other medications to treat an ear infection?"
    ],
    "docs": [
      "antipyrine and benzocaine otic is used to relieve ear pain and swelling caused by middle ear infections. it may be used along with antibiotics to treat an ear infection. it is also used to help remove a build up of ear wax in the ear. antipyrine and benzocaine are in a class of medications called analgesics. the combination of antipyrine and benzocaine works by reducing pain and discomfort in the ear. about Antipyrine-Benzocaine Otic"
    ],
    "original_doc": "antipyrine and benzocaine otic is used to relieve ear pain and swelling caused by middle ear infections. it may be used along with antibiotics to treat an ear infection. it is also used to help remove a build up of ear wax in the ear. antipyrine and benzocaine are in a class of medications called analgesics. the combination of antipyrine and benzocaine works by reducing pain and discomfort in the ear. about Antipyrine-Benzocaine Otic"
  },
  {
    "doc_id": "5630f582-6eec-49dd-9d8d-9d9295bbff25",
    "questions": [
      "how should Antipyrine-Benzocaine Otic be used?",
      "Can antipyrine and benzocaine otic be used to relieve ear pain for more than 2 hours?",
      "What is the recommended duration for warming the benzocaine otic solution prior to use?"
    ],
    "docs": [
      "antipyrine and benzocaine otic comes as a solution (liquid) to place into the ear. when antipyrine and benzocaine is used to relieve ear pain, it is usually used every 1 to 2 hours as needed. when antipyrine and benzocaine is used to help in the removal of ear wax, it is usually used 3 times daily for 2-3 days. follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. use antipyrine and benzocaine otic exactly as",
      "benzocaine otic exactly as directed.antipyrine and benzocaine otic is for use only in the ears.to use the eardrops, follow these steps:hold the bottle in your hand for 1 or 2 minutes to warm the solution.place the prescribed number of drops into your ear.be careful not to touch the tip to your ear, fingers, or any other surface.moisten a small piece of cotton with the drops and insert into the outer ear.repeat steps 2-4 for the opposite ear if necessary. about Antipyrine-Benzocaine Otic"
    ],
    "original_doc": "antipyrine and benzocaine otic comes as a solution (liquid) to place into the ear. when antipyrine and benzocaine is used to relieve ear pain, it is usually used every 1 to 2 hours as needed. when antipyrine and benzocaine is used to help in the removal of ear wax, it is usually used 3 times daily for 2-3 days. follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. use antipyrine and benzocaine otic exactly as directed.antipyrine and benzocaine otic is for use only in the ears.to use the eardrops, follow these steps:hold the bottle in your hand for 1 or 2 minutes to warm the solution.place the prescribed number of drops into your ear.be careful not to touch the tip to your ear, fingers, or any other surface.moisten a small piece of cotton with the drops and insert into the outer ear.repeat steps 2-4 for the opposite ear if necessary. about Antipyrine-Benzocaine Otic"
  },
  {
    "doc_id": "e928ca5c-2674-406b-8a94-99f595e5e07e",
    "questions": [
      "other uses for Antipyrine-Benzocaine Otic",
      "What are the potential uses of Antipyrine-Benzocaine Otic other than those specified?"
    ],
    "docs": [
      "Antipyrine-Benzocaine Otic may be prescribed for other uses; ask your doctor or pharmacist for more information."
    ],
    "original_doc": "Antipyrine-Benzocaine Otic may be prescribed for other uses; ask your doctor or pharmacist for more information."
  },
  {
    "doc_id": "63308700-7e6e-4c04-bfb7-8f458306a639",
    "questions": [
      "what special precautions should i follow  about Antipyrine-Benzocaine Otic",
      "Can I use antipyrine and benzocaine otic if I have a hole in my ear drum(s) or ear tube(s)?",
      "Can I use Antipyrine-Benzocaine Otic if I am pregnant or breastfeeding?"
    ],
    "docs": [
      "before using antipyrine and benzocaine otic,tell your doctor and pharmacist if you are allergic to antipyrine or benzocaine or any other medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take while using antipyrine and benzocaine otic.tell your doctor if you have a hole in your ear drum(s) or ear tube(s). your doctor will probably tell you not to use",
      "probably tell you not to use Antipyrine-Benzocaine Otic.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. if you become pregnant while using antipyrine and benzocaine otic, call your doctor."
    ],
    "original_doc": "before using antipyrine and benzocaine otic,tell your doctor and pharmacist if you are allergic to antipyrine or benzocaine or any other medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take while using antipyrine and benzocaine otic.tell your doctor if you have a hole in your ear drum(s) or ear tube(s). your doctor will probably tell you not to use Antipyrine-Benzocaine Otic.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. if you become pregnant while using antipyrine and benzocaine otic, call your doctor."
  },
  {
    "doc_id": "c6eb552b-f50f-464a-aee9-d2117cec55f2",
    "questions": [
      "what special dietary instructions should i follow  about Antipyrine-Benzocaine Otic",
      "What is the default dietary advice for patients using Antipyrine-Benzocaine Otic unless contraindicated by their healthcare provider?"
    ],
    "docs": [
      "unless your doctor tells you otherwise, continue your normal diet. about Antipyrine-Benzocaine Otic"
    ],
    "original_doc": "unless your doctor tells you otherwise, continue your normal diet. about Antipyrine-Benzocaine Otic"
  },
  {
    "doc_id": "e0d60e78-37c8-44c0-8fad-6d31d6a8607b",
    "questions": [
      "what should i do if i forget a dose  about Antipyrine-Benzocaine Otic",
      "Can I use an extra dose of Antipyrine-Benzocaine Otic if I miss a dose?"
    ],
    "docs": [
      "Antipyrine-Benzocaine Otic is usually used as needed. if your doctor has told you to use antipyrine and benzocaine otic regularly, use the missed dose as soon as you remember it. however, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. do not use extra solution to make up for a missed one."
    ],
    "original_doc": "Antipyrine-Benzocaine Otic is usually used as needed. if your doctor has told you to use antipyrine and benzocaine otic regularly, use the missed dose as soon as you remember it. however, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. do not use extra solution to make up for a missed one."
  },
  {
    "doc_id": "965514e4-2e1c-4d0e-b643-4f28028ca136",
    "questions": [
      "what side effects can Antipyrine-Benzocaine Otic cause?",
      "What are the possible side effects of Antipyrine-Benzocaine Otic?"
    ],
    "docs": [
      "antipyrine and benzocaine otic may cause side effects. call your doctor if you have any unusual problems while taking Antipyrine-Benzocaine Otic."
    ],
    "original_doc": "antipyrine and benzocaine otic may cause side effects. call your doctor if you have any unusual problems while taking Antipyrine-Benzocaine Otic."
  },
  {
    "doc_id": "07b9064a-6eab-45f8-9c69-be653226e55e",
    "questions": [
      "what should i know about storage and disposal of Antipyrine-Benzocaine Otic?",
      "How should Antipyrine-Benzocaine Otic be stored after opening?",
      "What should I do with unused or expired medications?"
    ],
    "docs": [
      "keep Antipyrine-Benzocaine Otic in the container it came in, tightly closed, and out of reach of children. store it at room temperature and away from excess heat and moisture (not in the bathroom).  do not freeze. antipyrine and benzocaine otic should be disposed of 6 months after the bottle is opened.dispose of unneeded medications in a way so that pets, children, and other people cannot take them. do not flush Antipyrine-Benzocaine Otic down the toilet. use a medicine take-back program. talk",
      "take-back program. talk to your pharmacist about take-back programs in your community. visit the fda's safe disposal of medicines websitehttps://goo.gl/c4rm4pfor more information.keep all medication out of sight and reach of children as many containers are not child-resistant. always lock safety caps. place the medication in a safe location – one that is up and away and out of their sight and reach.https://www.upandaway.org"
    ],
    "original_doc": "keep Antipyrine-Benzocaine Otic in the container it came in, tightly closed, and out of reach of children. store it at room temperature and away from excess heat and moisture (not in the bathroom).  do not freeze. antipyrine and benzocaine otic should be disposed of 6 months after the bottle is opened.dispose of unneeded medications in a way so that pets, children, and other people cannot take them. do not flush Antipyrine-Benzocaine Otic down the toilet. use a medicine take-back program. talk to your pharmacist about take-back programs in your community. visit the fda's safe disposal of medicines websitehttps://goo.gl/c4rm4pfor more information.keep all medication out of sight and reach of children as many containers are not child-resistant. always lock safety caps. place the medication in a safe location – one that is up and away and out of their sight and reach.https://www.upandaway.org"
  },
  {
    "doc_id": "28fc16d2-fb26-4ef6-be80-b2eab4e411e7",
    "questions": [
      "in case of emergency/overdose about Antipyrine-Benzocaine Otic",
      "What should I do if someone swallows Antipyrine-Benzocaine Otic?"
    ],
    "docs": [
      "if someone swallows antipyrine and benzocaine otic, call your local poison control center at [phone]. if the victim has collapsed or is not breathing, call local emergency services at 911. about Antipyrine-Benzocaine Otic"
    ],
    "original_doc": "if someone swallows antipyrine and benzocaine otic, call your local poison control center at [phone]. if the victim has collapsed or is not breathing, call local emergency services at 911. about Antipyrine-Benzocaine Otic"
  },
  {
    "doc_id": "9df5dd63-a98c-4c29-a85e-f64b5502307f",
    "questions": [
      "what other information should i know  about Antipyrine-Benzocaine Otic",
      "What should I do if I miss a dose of this medication?",
      "What is the active moiety in Antipyrine-Benzocaine Otic that provides analgesic and local anesthetic effects?"
    ],
    "docs": [
      "keep all appointments with your doctor.do not let anyone else take your medication. ask your pharmacist any questions you have about refilling your prescription.keep a written list of all of the prescription and nonprescription (over-the-counter) medicines, vitamins, minerals, and dietary supplements you are taking. bring this list with you each time you visit a doctor or if you are admitted to the hospital. you should carry the list with you in case of emergencies. about Antipyrine-Benzocaine",
      "about Antipyrine-Benzocaine Otic"
    ],
    "original_doc": "keep all appointments with your doctor.do not let anyone else take your medication. ask your pharmacist any questions you have about refilling your prescription.keep a written list of all of the prescription and nonprescription (over-the-counter) medicines, vitamins, minerals, and dietary supplements you are taking. bring this list with you each time you visit a doctor or if you are admitted to the hospital. you should carry the list with you in case of emergencies. about Antipyrine-Benzocaine Otic"
  }
]